{
    "Great Fortune": [
        "Whenever you draw your blade, it shall lead you towards victory. The shine of your blade as it leaves its sheath will also inspire those around you.\nToday, a single shot from your bow will shoot down an airborne prey, and a single strike against a guard will hit their weak spot.\nIf you have no target, try looking around. You might find a surprise waiting for you.\nAlso, don't forget to share your good luck with your less-fortunate companions.\n\nYour lucky object for the day: Rare Horsetail\nHorsetails grow in fields of Silvergrass, but are much taller.\nIt is a fitting symbol for you, who stands tall and proud in this world.",
        "Today, what was lost will be found.\nEfforts you thought were made in vain will bear fruit.\nA friendship you once thought broken will be mended.\nSomething you had long forgotten will come to mind.\nNothing in this world is beyond redemption.\nToday is the day to reclaim what was lost.\n\nYour lucky object for the day: Energetic Onikabuto\nThe onikabuto is a peace-loving little being that avoids confrontation.\nMay this pursuit of peace bring you great happiness.",
        "Today the wind will pick up, and you will succeed effortlessly in whatever you do.\nThe people around you will be exceptionally content, and no conflicts will occur.\nYou will dine on delicacies that you have wished for but not eaten in a long time.\nIn your work and in your travels, everything will go smoothly.\nSeize the day and advance with zeal.\n\nYour lucky object for the day: Thriving Naku Weed\nMany people are unaware that the Naku Weed can predict thunderstorms.\nIt seeks the gaze of the Electro Archon, growing only on the islands of Inazuma.\nThe tingling sensation you feel when picking it is said to feel similar to good fortune.",
        "The clouds disperse, revealing the moon in the sky. Whoever draws this slip will receive great fortune.\nWith clarity in your heart, what you wish for will come true.\nThings will go your way today, whether there is something you wish to accomplish...\n...or someone you wish to meet. Now is the time to act.\n\nYour lucky object for the day: Everburning Flaming Flower Stamen\nThe heat of a Flaming Flower comes from the fire in its heart.\nThe reason everything will go your way is because your heart knows the path to take. "
    ],
    "Good Fortune": [
        "A day like any other. A routine that the body and mind are accustomed to.\nAn item will appear to replace something you lost, which will bring you great happiness.\nRelations with the acquaintances you see most frequently will improve, and some may even become the best of friends.\nEven the most ordinary of days can become a treasured memory.\n\nYour lucky object for the day: Shining Crystal Core\nCrystalfies are tiny life-forms born of coalesced elemental energy.\nAnd the elements are blessings promised by the world to the people who inhabit it.",
        "Spring has come to the withered tree, and many things are coming back to life.\nWhen things get difficult, the solution will come to you.\nWhen you are plagued by uncertainty, a helping hand will arrive.\nClear your mind and tidy your home.\nYou may find unexpected fortune.\n\nYour lucky object for the day: Rising Bamboo Shoot\nBamboo Shoots possess unlimited potential.\nNo one knows how tall a Bamboo Shoot can truly grow.\nThe mere sight of it is enough to get you excited about the future.",
        "A day when nothing especially noteworthy happens — and yet, you cannot help but feel happy.\nYou will find something you thought was long gone in the nooks and crannies you never noticed before.\nFood will taste fresher than usual, and the scenery ahead will appear brighter than ever.\nThe world is full of new and wonderful things.\n\nYour lucky object for the day: Warm Bird Egg\nEggs brim with limitless potential — they are the seeds of the future.\nBy the same token, think what the world represents to the life inside the egg:\nA place filled with unknown and exciting things.\nJust make sure to treat the egg gently."
    ]
}